Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: Antibiotics can be effective in reducing the occurrence of such infections.
es: Los antibióticos pueden ser efectivos para neutralizar esas infecciones.

source: The following numbers are based on CDC data, which is incomplete.
es: Los siguientes números se basan en datos de los CDC.

source: In 1992, M. abscessus was first recognised as a distinct species.
es: En 1992, M. abscessus fue reconocida por primera vez como una especie distinta.

source: By that date, Latvian authorities had tested 222 people.
es: Hasta el 7 de marzo, las autoridades letonas habían realizado un total de 222 pruebas.

source: After the two cases confirmed on 2 March 2020, a third case was confirmed on 10 March 2020, a French tourist who arrived in Marrakesh.
es: Después de los dos casos confirmados el 2 de marzo de 2020, un tercer caso fue confirmado el 10 de marzo, se trataba de un turista francés quién llegó en Marrakesh.

source: On 18 March, the American Institute in Taiwan announced that the United States would cooperate with Taiwan on researching and developing vaccines and rapid tests.
es: El 18 de marzo, el Instituto Americano en Taiwán anunció que Estados Unidos cooperaría con Taiwán en la investigación y el desarrollo de vacunas y pruebas rápidas.

source: Once again, the largest number were in India (741) and Nigeria (388).
es: Una vez más, la India (741) y Nigeria (388) fueron los países con el mayor número de casos.

source: State epidemiologist Carmen Deseda reports there were 26 possible cases at the Veterans Hospital, 10 of which tested negative.
es: La epidemióloga estatal Carmen Deseda informa que hubo 26 casos posibles en el Hospital de Veteranos, 10 de los cuales dieron negativo.

source: Businesses that do not comply with the new sanitary policy will be subject of a 30 day long closure.
es: Las empresas que no cumplan con la nueva política sanitaria estarán sujetas a un cierre de 30 días.

source: The Ministry also reported the recovery of the first two patients with the virus, who were the two American tourists who were isolated in a hotel in San José.
es: El Ministerio también anunció la recuperación de los dos primeros pacientes con el virus, quienes fueron los dos turistas estadounidenses que fueron aislados en un hotel en San José a principios de marzo.

source: Both Taiwanese airlines have cut numerous cross-strait destinations, leaving just three Chinese cities still served.
es: [108]​ Ambas aerolíneas taiwanesas han cortado numerosos destinos a través del Estrecho, dejando solo tres ciudades chinas aún atendidas.

source: Asepsis refers to any procedure that is performed under sterile conditions.
es: Asepsia es un término médico que define al conjunto de métodos aplicados para la conservación de la esterilidad.

source: The Ministry of Labor will, exceptionally, regulate granting of special licenses to protect people with underlying diseases, older adults of age sixty or above, pregnant people, and people under five years old if their parent or guardian has a special license.
es: En el tema laboral de manera excepcional el Ministerio de Trabajo Regulará la otorgación de licencias especiales, con goce de haberes a efectos de precautelar la salud de personas con enfermedades de base; adultos mayores, de sesenta años o más; personas embarazadas y personas menores de cinco años, siendo beneficiario de la licencia especial el padre o madre o tutor

source: The procedure is not without risk, and complications can be life-threatening.
es: Es un método muy invasivo y tiene riesgo de complicación alto.

source: The series sparked controversy even before its premiere.
es: La serie suscitó polémica incluso antes de su estreno.

source: Crush injuries are common in major disasters, especially in earthquakes.
es: Las lesiones por aplastamiento son comunes en las grandes catástrofes, pero sobre todo en los terremotos.

source: Dutch police investigated the incident, but no suspects have been identified.
es: [66]​ La policía relató estar investigando este incidente, pero hasta ahora no se han encontrado sospechosos.

source: Both people had returned from Italy.
es: Ambas personas habían retornado de Italia.

source: Other churches, such as the Church of the Highlands, an evangelical Christian megachurch, have offered free COVID-19 tests in their parking lots.
es: [3]​ Otras iglesias, como la Iglesia de las Tierras Altas, una megaiglesia evangélica cristiana, han ofrecido pruebas gratuitas de COVID-19 en sus estacionamientos.

source: By Sunday, 1 March, a total of 19 cases were confirmed.
es: Para el domingo 1 de marzo, se confirmaron un total de 19 casos.

source: Concerns were raised about the increased probability of the virus entering Croatia because of the number of Chinese workers working on Pelješac Bridge.
es: En Croacia, la preocupación aumentó debido a la cantidad de trabajadores chinos presentes en el Ponte Pelješac.

source: "On 20 January, Xi Jinping made his first public remark on the outbreak and spoke of ""the need for the timely release of information""."
es: El 20 de enero, Xi Jinping hizo su primer comentario público sobre el brote y habló de «la necesidad de la divulgación oportuna de información».

source: As well as persisting in pigs, the descendants of the 1918 virus have also circulated in humans through the 20th century, contributing to the normal seasonal epidemics of influenza.
es: [12]​[13]​ Tras la finalización de la pandemia el virus persistió en cerdos, y con ello, los descendientes del virus de 1918 han circulado en seres humanos durante todo el transcurso del siglo XX, contribuyendo a la aparición normal de gripe estacional anualmente.

source: "The title of the neutral banner has yet to be determined; WADA Compliance Review Committee head Jonathan Taylor stated that the IOC would not be able to use ""Olympic Athletes from Russia"" (OAR) as it did in 2018, emphasizing that neutral athletes cannot be portrayed as representing a specific country."
es: "El jefe del Comité de Revisión de Cumplimiento de la AMA, Jonathan Taylor, declaró que el COI no podría utilizar a los ""Atletas Olímpicos de Rusia"" (OAR) como lo hizo en 2018, enfatizando específicamente que los atletas neutrales no pueden ser representados como un país."

source: Beginning in the late 1980s, the term was introduced into the discourse on parliamentary politics by Belgian commentators.
es: A partir de finales de los ochenta, el término fue introducido en el discurso sobre la política parlamentaria por los comentaristas belgas.

source: Some animals may show a combination of these signs, while others may only be observed demonstrating one of the many reported.
es: Algunos animales pueden mostrar una combinación de estos síntomas, mientras que otros solo se observan demostrando uno de los muchos reportados.

source: Furthermore, a national curfew was imposed: each day, all citizens were required to return to stay in their homes from 18:00 onward, as well as a ban on sitting in public places.
es: [25]​ Además de eso, fue impuesto un toque de queda nacional: todos los días, todos los ciudadanos eran obligados a retornar para quedar en sus casas a partir de las 18:00, así como la prohibición de sentar en locales públicos.

source: He was fired after the tweet was reported.
es: [23]​ Akman fue despedido después de que el tweet se volviera viral.

source: With factories and workplaces shut down, they were left with no livelihood.
es: Instituciones educativas y muchos establecimientos comerciales cerraron.

source: On January 13, 2003, the Argentine television station Telefe premiered the tele-novel Resistiré.
es: El 13 de enero del 2003, la televisora argentina Telefe estrenó la tele-novela Resistiré.

source: Systemic symptoms include malaise, fatigue, and weight loss in advance disease.
es: Los síntomas sistémicos incluyen malestar general, fatiga y pérdida de peso antes de la enfermedad.

source: The country's Ministry of Interior stated that all individuals with confirmed cases in the country were from Qatif.
es: El Ministerio de Interior del país declaró que todos los individuos con casos confirmados en el país eran de Qatif.

source: Chilean President Sebastián Piñera announced an $11.7 billion fiscal stimulus package.
es: El presidente chileno Sebastián Piñera anunció un paquete de estímulo fiscal de $ 11.7 mil millones[106]​.

source: The Governor of Delta Amacuro Lizeta Hernández and member of the United Socialist Party of Venezuela, sent the state army to detain Ávila.
es: La gobernadora de Delta Amacuro y miembro del Partido Socialista Unido de Venezuela, Lizeta Hernández, envió a las Fuerzas Armadas Bolivarianas (FANB) a detener a Ávila.

source: This was the first known instance of local transmission in Bolivia.
es: Este es el primer caso de una paciente recuperada en Bolivia.

source: In Numbers 11:4–6,31–33, the Pentateuch says that the Jews demanded meat while traveling in the desert; God sent quail in response to the complaints, and people ate large quantities of quail meat.
es: En el Pentateuco (Números, 11:4-6,31-33) se dice que durante el viaje por el desierto los judíos exigían carne y Dios, en respuesta a las quejas, les envió codornices, cuya carne comieron en grandes cantidades.

source: Ana Vega, Vox's spokesperson in the Valencian Corts, announces she is positive in COVID-19, becoming the fourth elected politician of the far-right party infected.
es: Ana Vega, portavoz de Vox en las Cortes Valencianas, anuncia que ha dado positivo en COVID-19, convirtiéndose en la cuarta política electa del partido de ultraderecha en estar infectada.

source: Comparatively, A Quiet Place Part II had not anticipated a large Chinese draw, as the box office for the first A Quiet Place in the country was only 10% of its total.
es: [5]​ Comparativamente, A Quiet Place Part II no había anticipado un gran estreno chino, ya que la taquilla del primer A Quiet Place en el país era solo el 10% de su total.

source: Acanthamoeba and other free-living amoebae
es: Acanthamoeba y otras amebas de vida independiente

source: In Castile and León five new cases in one day brought the total to eight people affected by coronavirus in the region.
es: En Castilla y León, cinco nuevos casos en un día aumentan a ocho los afectados por coronavirus en la región.

source: Tenno Ramen, a Japanese noodle restaurant in Hung Hom, refused to serve mainland Chinese customers.
es: Tenno Ramen, un restaurante de fideos japoneses en Hung Hom, se niega a servir a los clientes de China continental.

source: She began operation in March 2004 and primarily cruises in Asia during the northern hemisphere summer and Australia during the southern hemisphere summer.
es: Comenzó a operar en marzo de 2004 y principalmente realiza cruceros en Asia durante el verano boreal y Australia durante el verano austral.

source: A 30-year-old woman, who had visited Milan, was admitted to a hospital in Zurich.
es: Una mujer de 30 años, que había visitado Milán, ingresó en un hospital de Zúrich.

source: Those at high risk thus include: people who inject illicit drugs, inhabitants and employees of locales where vulnerable people gather (e.g. prisons and homeless shelters), medically underprivileged and resource-poor communities, high-risk ethnic minorities, children in close contact with high-risk category patients, and health-care providers serving these patients.
es: Otros riesgos incluyen aquellas áreas donde la TBC es frecuente, en pacientes inmunodeprimidos con condiciones como malnutrición y sida, poblaciones étnicas en alto riesgo y trabajadores de la salud sirviendo en regiones de alto riesgo.

source: On 7 March, three new cases were confirmed in Herat province.
es: [4]​ El 7 de marzo, tres casos nuevos estuvieron confirmados en provincia de Herat.

source: While outbreaks of major clinical concern involve transmission (most likely indirect transmission) between vulnerable patients such as those receiving lung transplants or being treated for cystic fibrosis, outbreaks have also been reported at clinics providing cosmetic surgery, liposuction, mesotherapy and IV infusion of cell therapy, although these are more attributable to contaminated disinfectants, saline and instruments than contact between patients.
es: [9]​ Si bien los brotes de mayor preocupación clínica implican la transmisión (probablemente la transmisión indirecta) entre pacientes vulnerables, como aquellos que reciben trasplantes de pulmón o que están siendo tratados por fibrosis quística, también se han reportado brotes en clínicas que brindan cirugía estética, liposucción, mesoterapia e infusión intravenosa de terapia celular.

source: Some analysts have noted that Bolsonaro's positions mimic the early positions of U.S. president Donald Trump, who also tried to downplay the pandemic before adopting harsher measures.
es: Algunos analistas han señalado que las posiciones de Bolsonaro imitan las primeras posiciones del presidente estadounidense Donald Trump, quien también trató de minimizar la pandemia antes de adoptar medidas más duras.

source: The first case of the 2019–20 coronavirus pandemic in India was reported on 30 January 2020, originating from China.
es: El primer caso de la pandemia de enfermedad por coronavirus de 2019-2020 en India se reportó el 30 de enero de 2020, originada desde China.

source: If the door is opened before time, heat escapes and the process becomes incomplete.
es: Si la puerta se abre antes de tiempo, se escapa el calor y el proceso se queda incompleto.

source: GNU Emacs development was relatively closed until 1999 and was used as an example of the Cathedral development style in The Cathedral and the Bazaar.
es: "Hasta 1999, el desarrollo de GNU Emacs fue relativamente cerrado, hasta el punto en que fue utilizado como ejemplo del modelo de desarrollo de ""catedral"" en La catedral y el bazar."

source: Other symptoms of mild TBI include headache, vomiting, nausea, lack of motor coordination, dizziness, difficulty balancing, lightheadedness, blurred vision or tired eyes, ringing in the ears, bad taste in the mouth, fatigue or lethargy, and changes in sleep patterns.
es: [32]​ Otros síntomas del TCE leve incluyen dolor de cabeza, vómitos, náuseas, falta de coordinación motora, mareos, dificultad para el equilibrio,,[33]​ visión borrosa, ojos cansados, acúfenos, mal sabor en la boca, fatiga, letargo y los cambios en los patrones de sueño.

source: Bonuses of 1000 euros were added to the salaries of medical staff, and a 500 euro bonus was added to the salary of medical workers.
es: Se aprobó conceder bonus de 1000 euros a los equipos médicos y un bonus de 500 euros a resto de trabajadores sanitarios.

source: The persistent contraction of the muscle cell leads to breakdown of intracellular proteins and disintegration of the cell.
es: [2]​ La contracción persistente de la célula muscular conduce a la descomposición de las proteínas intracelulares y a la desintegración de la célula.

source: The incident also sparked a wave of stockpiling purchases across the city.
es: [39]​[40]​ El incidente también provocó una ola de compras de existencias en toda la ciudad.

source: Infectivity of the Ileal Peyer's patches has been observed as early as 4 months after inoculation.
es: La infectividad de los parches de Ileal Peyer se ha observado a los 4 meses de la inoculación.

source: On 11 March, a 54-year-old male died from COVID-19 in the Bruderholz Hospital in Basel-Landschaft, marking the fourth fatal case in Switzerland.
es: El 11 de marzo, un hombre de 54 años murió de COVID-19 en el Hospital Bruderholz en Basilea-Landschaft, marcando el cuarto caso mortal en Suiza.

source: Between 50 and 60% of GDP of the Falklands depends on fishing.
es: [18]​ Entre el 50 y el 60% del PIB de las Malvinas depende de la pesca.

source: He advocated that the pandemic needed a global response whereby the best global facilities for separate parts of the processes should then be integrated into a global process.
es: Defendió que la pandemia necesitaba una respuesta global en la que las mejores instalaciones globales para las distintas partes de los procesos se integraran en un proceso global.

source: (in English, French, Spanish, Portuguese, German, Italian, Swedish, Norwegian, Finnish, Estonian, and Russian).
es: (en english, French, Spanish, Portuguese, German, Italian, Swedish, Norwegian, Finnish, Estonian, Russian).

source: More than 760,000 South Korean citizens have signed a petition lobbying the government to ban Chinese tourists from entering the country.
es: Según los informes, más de medio millón de ciudadanos surcoreanos firmaron una petición al al gobierno para que prohíba la entrada de turistas chinos al país.

source: This bill would mean the creation of a solidarity tax that would be deducted from all workers' salaries that earned more than ¢ 500.000.
es: Este proyecto crearía un impuesto solidario que se rebajaría de los salarios de todos los trabajadores que ganaran más de ₡500.000.

source: The transaminases, enzymes abundant in both liver and muscle tissue, are also usually increased; this can lead to the condition being confused with acute liver injury, at least in the early stages.
es: [58]​ También suele haber una elevación de la concentración de transaminasas, enzimas abundantes tanto en el tejido hepático como en el muscular, lo que puede conducir a que el trastorno se confunda con una lesión hepática aguda, al menos en sus primeras fases.

source: This directive requires the authorization of local state officials for citizens to leave their homes, while making exceptions for workers at supermarkets, pharmacies, banks, gas stations, medical clinics, telecommunications companies, and essential freelance jobs.
es: [37]​[38]​ Esto hace necesario una autorización de la autoridades locales para que un ciudadano pueda salir de su hogar, con excepción de los trabajadores en supermercados, farmacias, bancos, estaciones de gas, clínicas médicas, telecomunicaciones y trabajos esenciales en freelance.

source: TAIEX has also hit a 42-month low, closing at 8,681.34 points.
es: [110]​ TAIEX también ha alcanzado un mínimo de 42 meses, cerrando en 8,681.34 puntos.

source: Other notable forks include:
es: Algunas destacables se nombran a continuación:

source: With the enactment of the lockdown of Lombardy and 14 more northern provinces on 8 March, the re-opening of schools in these areas was delayed to 3 April.
es: Con la promulgación de la cuarentena de Lombardía y otras 14 provincias del norte el 8 de marzo, la reapertura de las escuelas en estas áreas se retrasó hasta el 3 de abril.

source: Two patients recovered bringing the total number of recovered cases to 8.
es: [18]​ Dos casos más se recuperaron, lo que elevó el total de casos recuperados a 8.

source: The entry restrictions will have no effect on the transport of merchandise to guarantee the supply chain.
es: Las restricciones no tendrán efecto sobre el transporte de mercancías para así garantizar la cadena de suministro, así como tampoco afecta al personal diplomático.

source: On 18 March, President Erdoğan urged public to stay at home and not to visit hospitals outside emergency cases.
es: El 18 de marzo, el presidente Erdogan instó al público a quedarse en casa y no visitar hospitales fuera de casos de emergencia.

source: This included controversial requests to suspend such large-scale gatherings as community events and school operations, as well as to limit patients with light cold symptoms from visiting medical facilities to prevent them from overwhelming hospital resources.
es: Esto incluye las controvertidas solicitudes del gobierno de suspender reuniones a gran escala como eventos comunitarios y operaciones escolares, así como su política de limitar a los pacientes con síntomas de resfriado leve a visitar las instalaciones médicas para evitar que abrumen los recursos hospitalarios.

source: Other major films have postponed releases in certain countries.
es: Otras películas grandes han pospuesto estrenos en ciertos países.

source: The Agence France-Presse also condemned the footage as fake.
es: La Agencia France-Presse también condenó el metraje como falso.

source: Several other communities adopted similar measures.
es: [33]​ Muchos otras comunidades adoptaron medidas similares.

source: Three had returned from Milan and one from Barcelona.
es: Se trató de personas que ingresaron al país entre el 3 y 7 de marzo de 2020: dos procedentes de Milán, una de Barcelona y otra de Madrid.

source: 2020 coronavirus pandemic in Africa
es: Pandemia de enfermedad por coronavirus de 2020 en Sahara Occidental

source: If symptoms occur within one to six hours after eating the food, it suggests that it is caused by a bacterial toxin or a chemical rather than live bacteria.
es: Si los síntomas aparecen de 1 a 6 horas tras la ingesta, sugiere que la intoxicación es debida a una toxina bacteriana o sustancia química, más que a bacterias vivas.

source: Junior research groups (Microbial Genomics; Metabolism of Microbial Pathogens)
es: Grupos de investigación junior (Genómica microbiana; Metabolismo de patógenos microbianos)

source: Despite a temporary decline in global carbon emissions, the International Energy Agency warned that the economic turmoil caused by the coronavirus outbreak may prevent or delay companies from investing in green energy.
es: Pese a una reducción temporal de las emisiones globales de carbono, la Agencia Internacional de la Energía advirtió que el desorden económico causado por la pandemia podría impedir o retrasar a las empresas a la hora de invertir en energía sostenible.

source: This regulation includes:
es: Esta regulación incluye:

source: Medical Encyclopedia Medline Plus: Swine Flu
es: Enciclopedia Médica Medline Plus: Gripe porcina.

source: Further cases in early February prompted the Secretary of State for Health and Social Care, Matt Hancock, to announce the Health Protection (Coronavirus) Regulations 2020.
es: Otros casos a principios de febrero llevaron al Secretario de Estado de Salud y Asistencia Social, Matt Hancock, a introducir el instrumento legal 2020 del Reglamento de Protección de la Salud (Coronavirus) 2020.

source: Reducing air pollution can reduce both climate change and COVID-19 risks but it is not yet clear which types of air pollution (if any) are common risks to both climate change and COVID-19.
es: [12]​ Reducir la contaminación del aire puede reducir los riesgos tanto del COVID-19 como del cambio climático,[13]​ pero aún no está claro qué tipos de polución del aire (si es que los hay) son riesgos comunes para tanto el COVID-19 y el cambio climático.

source: "In what has been called a ""highly unusual criticism"" by observers, supreme court judge Tang Xinghua said that if police had been lenient against rumours and allowed the public to have taken heed of them, an earlier adoption of ""measures like wearing masks, strictly disinfecting and avoiding wildlife markets"" might have been useful in countering the spread of the epidemic."
es: El juez de la corte suprema Tang Xinghua dijo que si la policía hubiera sido indulgente con los rumores y hubiera permitido que el público los hubiera escuchado, una adopción de «medidas como usar máscaras, desinfectar estrictamente y evitar los mercados de vida silvestre» podría haber sido útil para contrarrestar el propagación de la epidemia.
